<!DOCTYPE html>
<html>
  <head>
    <meta charset="UTF-8">
    <title>Page de Balla et David</title>
    <link rel="stylesheet" type="text/css" href="style.css">
  </head>
  <body>
    <center><h1>Madame Bovary, de Gustave Flaubert: un roman d'&eacute;chec?</h1>
    <p>
      <strong>Madame Bovary, roman publi&eacute; en 1857 relate du destin tragique d'une jeune femme nomm&eacute;e Emma Bovary ?</strong></center>
    </p>
    <center>
    <p>
<img src="madamebovary.jpg" width="240" height="310">
    </p>
    </center>
    <h2>Partie 1: Qu'est ce que l'&eacute;chec?</h2>
    <p>On peut dire que l'&eacute;chec est l'&eacute;tat ou la condition qui fait que l'objectif d&eacute;sir&eacute; ou pr&eacute;vu n'est pas atteint, et peut &ecirc;tre vu comme l'oppos&eacute; de succ&egrave;s, mais cela peut aussi d&eacute;signer un sentiment qui surgit lorsque l'on regrette quelque chose, au m&ecirc;me titre que le regr&ecirc;t.
Dans son sens le plus g&eacute;n&eacute;ral, un &eacute;chec est une situation qui r&eacute;sulte d'une action n'ayant pas abouti au r&eacute;sultat escompt&eacute;. </p>
    <h2>Partie 2: L'&eacute;chec dans Madame Bovary</h2>
    <p>
      Au fil du roman on assiste &agrave; la descente aux enfers de ce personnage qui semble &ecirc;tre condamn&eacute;e a subir l'&eacute;chec. L'oeuvre de Flaubert relate donc d'&eacutechecs sentimentaux, professionnels, financiers. Or, cet &eacute;chec n'est-il pas uniquement per&ccedil;u sous le point de vue d'un id&eacute;al d'une classe sociale, celui de la bourgeoisie? L'ouvrage de Flaubert, Madame Bovary, est au premier abord l'histoire romanesque de la d&eacute;sillusion. Emma est mari&eacute;e &agrave; Charles Bovary, m&eacute;decin de campagne. Lui est fou amoureux d'un amour qui ne se d&eacute;mentira jamais tandis qu'elle, aspire &agrave; autre chose. Mme Bovary, c'est une vie pass&eacute;e &agrave; poursuivre des r&ecirc;ves inaccessibles, &agrave; voguer de d&eacute;sillusion en d&eacute;sillusion... Une vie manqu&eacute;e. L'action se situe dans trois petites villes de campagne et &eacute;volue parall&egrave;lement au statut social des personnages principaux. Charles est m&eacute;decin et n'est pr&eacute;occup&eacute; que par sa famille et le mirage du grand monde. Emma l'est aussi, mais r&ecirc;ve de faire  partie de cette bourgeoisie de province et de trouver l'amour. Elle aura deux amants dont elle sera &eacute;perdument amoureuse mais qui finiront par l'abandonner : L&eacute;on, clerc de notaire et Rodolphe, riche propri&eacute;taire terrien. Malade &agrave; l'issue de chaque rupture, elle cultive ses r&ecirc;ves &agrave; travers des lectures dont elle se nourrit passionn&eacute;ment durant ses p&egrave;riodes de convalescence. Sa vie restera une qu&ecirc;te de l'amour, une course effr&eacute;n&eacute;e contre le temps, l'&eacute;poque et la soci&eacute;t&eacute;. Une soci&eacute;t&eacute; qui lui restera ferm&eacute;e, comme une parfaite illusion &agrave; laquelle elle n'aura jamais acc&egrave;s, mais qu'elle ne cessera pourtant de c&ocirc;toyer. Elle finira par se donner la mort, dans un acc&egrave;s de d&eacute;sespoir car &eacute;ternellement malheureuse et cribl&eacute;e de dettes, laissant un mari qui mourra de chagrin et une enfant orpheline qu'elle n'a jamais vraiment aim&eacute;e.
    </p>
   </body>
</html>
